<?php

return [
    'head' => 'Политика конфиденциальности ',
    'title' => 'Политика конфиденциальности',
    'content' => [
        '1. Общие положения' => [
            '1.1. Настоящие Правила являются официальным документом, и определяют порядок обработки и защиты информации о физических лицах, пользующихся услугами интернет-сайта <a href="https://myportfolio.su/">https://myportfolio.su/</a> (далее – Сайт) и его сервисов (далее – Пользователи).',
            '1.2. Целью настоящих Правил является обеспечение надлежащей защиты информации о пользователях, в том числе их персональных данных, от несанкционированного доступа и разглашения.',
            '1.3. Отношения, связанные со сбором, хранением, распространением и защитой информации о пользователях Сайта, регулируются настоящими Правилами, иными официальными документами Администрации Сайта и действующим законодательством Российской Федерации.',
            '1.4. Действующая редакция Правил, являющихся публичным документом, доступна любому пользователю сети Интернет при переходе по ссылке <a href="https://myportfolio.su/misc/privacy">https://myportfolio.su/misc/privacy</a>. Администрация Сайта вправе вносить изменения в настоящие Правила. При внесении изменений в Правила Администрация Сайта уведомляет об этом пользователей путем размещения новой редакции Правил на Сайте по постоянному адресу <a href="https://myportfolio.su/misc/privacy">https://myportfolio.su/misc/privacy</a> не позднее, чем за 10 дней до вступления в силу соответствующих изменений. Предыдущие редакции Правил хранятся в архиве документации Администрации Сайта.',
            '1.5. Настоящие Правила разработаны и используются в соответствии с Правилами пользования сайтом, размещенными на Сайте по адресу <a href="https://myportfolio.su/misc/terms">https://myportfolio.su/misc/terms</a>. В случае наличия противоречий между настоящими Правилами и иными официальными документами Администрации Сайта применению подлежат настоящие Правила.',
            '1.6. Регистрируясь и используя Сайт, Пользователь выражает свое согласие с условиями настоящих Правил.',
            '1.7. В случае несогласия Пользователя с условиями настоящих Правил использование Сайта и его сервисов должно быть немедленно прекращено.',
            '1.8. Если в соответствии с законом требуется получение отдельного согласия Пользователя на обработку персональных данных в связи с использованием Сайта, то такое согласие запрашивается у Пользователя только применительно к использованию Сайта. Запрос одного указанного согласия для всех социальных сетей и платформ социального взаимодействия не допускается.',
        ],
        '2. Условия пользования Сайтом' => [
            '2.1. Оказывая услуги по использованию Сайта и его сервисов (далее – Услуги Сайта), Администрация Сайта, действуя разумно и добросовестно, считает, что Пользователь:
            <ul style="font-size: 14px">
                <li>обладает всеми необходимыми правами, позволяющими ему осуществлять регистрацию и использовать настоящий Сайт;</li>
                <li>указывает достоверную информацию о себе в объемах, необходимых для пользования Услугами Сайта;</li>
                <li>осознает, что информация на Сайте, размещаемая Пользователем о себе, может становиться доступной для других Пользователей Сайта и пользователей Интернета, может быть скопирована и распространена такими пользователями;</li>
                <li>осознает, что некоторые виды информации, переданные им другим Пользователям, не могут быть удалены самим Пользователем;</li>
                <li>ознакомлен с настоящими Правилами, выражает свое согласие с ними и принимает на себя указанные в них права и обязанности.</li>
            </ul>',
            '2.2. Администрация Сайта не проверяет достоверность получаемой (собираемой) информации о пользователях, за исключением случаев, когда такая проверка необходима в целях исполнения Администрацией Сайта обязательств перед пользователем.',
        ],
        '3. Цели обработки информации' => [
            '3.1. Администрация Сайта осуществляет обработку информации о Пользователях, в том числе их персональных данных, в целях выполнения обязательств Администрации Сайта перед Пользователями в отношении использования Сайта и его сервисов.'
        ],
        '4. Состав информации о пользователях' => [
            '4.1 Персональные данные Пользователей<br/><small>Персональные данные Пользователей включают в себя:</small>
            <ul style="font-size: 14px">
                <li>предоставляемые Пользователями и минимально необходимые для регистрации на Сайте: полное имя, адрес электронной почты, профиль Github;</li>
                <li>предоставляемые Пользователями с использованием раздела редактирования своих страниц на Сайте (в том числе дата рождения, местоположение, место работы, персональные ссылки);</li>
                <li>дополнительно предоставляемые Пользователями по запросу Администрации Сайта в целях исполнения Администрацией Сайта обязательств перед Пользователями, вытекающих из договора на оказание Услуг Сайта. Администрация Сайта вправе, в частности, запросить у Пользователя копию документа, удостоверяющего личность, либо иного документа, содержащего имя, фамилию, фотографию Пользователя, а также иную дополнительную информацию, которая, по усмотрению Администрации Сайта, будет являться необходимой и достаточной для идентификации такого Пользователя и позволит исключить злоупотребления и нарушения прав третьих лиц.</li>
            </ul>',
            '4.2. Иная информация о Пользователях, обрабатываемая Администрацией Сайта<br/><small>Администрация Сайта может также обрабатывать иную информацию о Пользователях, которая включает в себя:</small>
            <ul style="font-size: 14px">
                <li>дополнительные данные, получаемые при доступе к Сайту, включающие в себя данные о технических средствах (устройствах), технологическом взаимодействии с Сайтом (в т.ч. IP-адрес хоста, вид операционной системы пользователя, тип браузера, географическое положение, поставщик услуг Интернета, данные из адресной книги, данные, полученные в результате доступа к камере, микрофону и т.п. устройств), и последующих действиях Пользователя на Сайте;</li>
                <li>информация, автоматически получаемая при доступе к Сайту с использованием закладок (cookies);</li>
                <li>информация, создаваемая пользователями на Сайте вне раздела редактирования страниц (в том числе публикации, фотографии, аудиозаписи, видеозаписи, комментарии);</li>
                <li>информация, полученная в результате действий Пользователя на Сайте (в частности, добавлении других Пользователей в список друзей, размещении фотографий, добавлении видеозаписей). Данная информация о Пользователе может быть доступна для всех пользователей;</li>
                <li>информация, полученная в результате действий других пользователей на Сайте (в частности, отметки, сделанные на видеозаписях и фотографиях другими Пользователями).</li>
                <li>При использовании Пользователем функциональных возможностей мобильного клиента Сайта, позволяющих накладывать на изображение лица с камеры устройства Пользователя виртуальные маски, Администрация Сайта применяет технологии (например, ARKit), которые в режиме реального времени отслеживают положение лица на камере в пространстве и определяют на нем точки, по которым накладывается виртуальная маска. При этом Администрация Сайта не собирает, не хранит и не передает третьим лицам какую-либо информацию о лице Пользователя, осуществляя лишь доступ к изображению с камеры устройства Пользователя с использованием указанных технологий для предоставления функциональных возможностей мобильного клиента Сайта.</li>
            </ul>',
        ]
    ]
];
